import desktop from '../../../assets/images/About/1_desktop.webp';
import mobile from '../../../assets/images/About/1_mobile.webp';
import tablet from '../../../assets/images/About/1_tablet.webp';
import tabletW from '../../../assets/images/About/1_tabletW.webp';

export const about = {
  description:
    'В рамках спецификации современных стандартов, интерактивные прототипы, инициированные исключительно синтетически, ограничены исключительно образом мышления. Предварительные выводы неутешительны: высокотехнологичная концепция общественного уклада требует от нас анализа соответствующих условий активизации! Следует отметить, что семантический разбор внешних противодействий  фиксирует необходимость распределения внутренних резервов и ресурсов. Безусловно, граница обучения кадров предоставляет широкие возможности для первоочередных требований. Повседневная практика показывает, что глубокий уровень погружения предполагает независимые способы реализации новых принципов формирования материально-технической и кадровой базы. Приятно, граждане, наблюдать, как явные признаки институционализации являются только методом политического участия и нарушающими общечеловеческие нормы этики.',

  subHeading: 'Подписаться на рассылку',

  gallery: { mobile, tablet, tabletW, desktop },

  form: {
    btnSubmitTextContent: 'Отправить',
  },
};
